XIVN1987/micropython/ports/m480/boards/M480Lite/mpconfigboard.h
#ifndef __MPCONFIGBOARD_H__
#define __MPCONFIGBOARD_H__


#define MICROPY_HW_MCU_NAME         "M480"
#define MICROPY_HW_BOARD_NAME       "M480Lite"

#define MICROPY_SW_VERSION_NUMBER   "1.2.0"


#endif
